;TORSO
[sephiroth_Torso_KV_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_LPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_MPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_HPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_LPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_MPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_HPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

;TORSO WOTC
[sephiroth_Torso_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

[sephiroth_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体"

;ARMS
[sephiroth_Arms_KV_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_LPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_MPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_HPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_LPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_MPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_HPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

;ARMS WOTC
[sephiroth_Arms_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

[sephiroth_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂"

;LEGS
[sephiroth_Legs_KV_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_LPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_MPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_HPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_LPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_MPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_HPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

;LEGS WOTC
[sephiroth_Legs_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 腿"

[sephiroth_Helmets_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 头盔"



;TORSO
[sephiroth2_Torso_KV_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_LPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_MPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_HPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_LPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_MPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_HPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

;TORSO WOTC
[sephiroth2_Torso_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "

[sephiroth2_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 身体 [XCOM 身体] "



;ARMS
[sephiroth2_Arms_KV_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_LPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_MPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_HPL_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_LPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_MPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_HPO_M X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

;ARMS WOTC
[sephiroth2_Arms_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "

[sephiroth2_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="萨菲罗斯 手臂 [XCOM 身体] "




[Masamune X2WeaponTemplate]
FriendlyName="正宗刀"
FriendlyNamePlural="正宗刀"
BriefSummary="一把来自遥远世界的超长武士刀"
TacticalText="一把来自遥远世界的超长武士刀"
AbilityDescName="剑"
